[
    {
        "Name": "THE IRISH CRISIS.",
        "Author": "C. E. Trevelyan",
        "image": "images/book1.jpg",
        "Price": "40",
        "Description": "The time has not yet arrived at which any man can with confidence say, that he fully appreciates the nature and the bearings of that great event which will long be inseparably associated with the year just departed. Yet we think that we may render some service to the public by attempting thus early to review, with the calm temper of a future generation, the history of the great Irish famine of 18471. Unless we are much deceived, posterity will trace up to that famine the commencement of a salutary revolution in the habits of a nation long singularly unfortunate, and will acknowledge that on this, as on many other occasions, Supreme Wisdom has educed permanent good out of transient evil.",
        "FullHtml": "book list/The Irish Crisis, by C. E. Trevelyan..html"
    },
    {
        "Name": "Home Scenes and Heart Studies",
        "Author": "Grace Aguilar",
        "image": "images/book2.jpg",
        "Price": "25",
        "Description": "Leading out of one of those close, melancholy alleys in the environs of Liverpool, was a small cottage, possessing little of comfort or beauty in outward appearance, but much in the interior in favour of its inhabitants; cleanliness and neatness were clearly visible, greatly in contradistinction to the neighbouring dwellings.",
        "FullHtml": "book list/Home Scenes and Heart Studies, by Grace Aguilar-A Project Gutenberg eBook.html"
    },
    {
        "Name": "An Everyday Girl A Story",
        "Author": "Amy E. Blanchard",
        "image": "images/book3.jpg",
        "Price": "55",
        "Description": "Ellen settled herself on the most uncomfortable chair in the room for the simple reason that it was the only one left her, the others being occupied by her elders, relatives of various sorts. She pulled down her skimpy black skirt over the length of rusty-looking stockings which covered her long legs, and gave herself up to a survey of the articles in the room. There were so many little gimcracks that Ellen considered she could entertain herself by looking at them while the others talked and talked.",
        "FullHtml": "book list/An Everyday Girl—A Project Gutenberg eBook.html"
    },
    {
        "Name": "On Mr. Spencer's Data of Ethics",
        "Author": "Malcolm Guthrie",
        "image": "images/book4.jpg",
        "Price": "145",
        "Description": "This volume completes the critical examination of Mr. Spencer's system of Philosophy already pursued through two previous volumes entitled respectively On Mr. Spencer's Formula of Evolution, and On Mr. Spencer's Unification of Knowledge. The entire task has been undertaken by a student for the use of students. It cannot be of much use to the general reader, as it presumes and indeed requires a very intimate knowledge of Mr. Spencer's works.",
        "FullHtml": "book list/On Mr. Spencer's Data Of Ethics, by Malcolm Guthrie..html"
    },
    {
        "Name": "Mimi's Marriage",
        "Author": "Lidia Ivanovna Veselitskaya",
        "image": "images/book5.jpg",
        "Price": "88",
        "Description": "The genius of Turgeniev and Tolstoy, of Dostoevsky and Gorky, has given fame and distinction to the Russian novel, but while the principal works of these great writers and their fellows are well known to English readers, the women novelists of Russia have been left almost untouched by the translator. Yet there are many authoresses of talent in the literary world of Russia at the present day; notably Madame Dmitrieva, born 1859, of peasant parents.",
        "FullHtml": "book list/Mimi's Marriage, by Lidia Veselitskaya..html"
    },
    {
        "Name": "Lanagan Amateur Detective",
        "Author": "Edward H. Hurlbut",
        "image": "images/book6.jpg",
        "Price": "90",
        "Description": "description6",
        "FullHtml": "book list/Lanagan, by Edward H. Hurlbut..html"
    },
    {
        "Name": "The Weird Adventures of Professor Delapine of the Sorbonne",
        "Author": "George Lindsay Johnson",
        "image": "images/book7.jpg",
        "Price": "130",
        "Description": "description7",
        "FullHtml": "book list/The Weird Adventures of Professor Delapine of the Sorbonne, by George Lindsay Johnson..html"
    },
    {
        "Name": "Dick Lester of Kurrajong",
        "Author": "Mary Grant Bruce",
        "image": "images/book8.jpg",
        "Price": "47",
        "Description": "description8",
        "FullHtml": "book list/Dick Lester of Kurrajong, by Mary Grant Bruce.html"
    },
    {
        "Name": "Members of the Family",
        "Author": "Owen Wister",
        "image": "images/book9.jpg",
        "Price": "19",
        "Description": "description9",
        "FullHtml": "book list/Members of The Family, by Owen Wister..html"
    },
    {
        "Name": "Texas in the Civil War A Resume History",
        "Author": "Allan C. Ashcroft",
        "image": "images/book10.jpg",
        "Price": "29",
        "Description": "description10",
        "FullHtml": "Texas in the Civil War_ a Project Gutenberg eBook.html"
    }
]